/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d resultat"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d resultater";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultater";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Ingen resultater";

"SHOW_ALL_N" = "Vis alle %d";
"SHOW_TOP_COUNT" = "Vis de første %d";
"MORE_TITLE_FORMAT" = "Mere…";

"PREVIEW_TRASH" = "Papirkurv";
"PREVIEW_WHERE" = "Hvor";
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musikbibliotek";
"PREVIEW_MESSAGE_FROM" = "Fra";
"PREVIEW_MESSAGE_TO" = "Til";
"PREVIEW_MESSAGE_RECIEVED" = "Modtaget";
"PREVIEW_MESSAGE_SUBJECT" = "Emne";
"PREVIEW_MESSAGE_FOLDER" = "Mappe";
"PREVIEW_DIMENSIONS" = "Størrelser";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pixel";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ pixel";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@\"";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Placering";
"PREVIEW_ICAL_CALENDAR" =  "Kalender";
"PREVIEW_ICAL_START_DATE" = "Startdato";
"PREVIEW_ICAL_DUE_DATE" = "Senest den";
"PREVIEW_ICAL_ATTENDEES" = "Deltagere";
"PREVIEW_ARTICLE_POSTED" = "Sendt den";
"PREVIEW_BOOLEAN_TRUE" = "ja";
"PREVIEW_BOOLEAN_FALSE" = "nej";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Intet valgt";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d emne valgt";
"PREVIEW_ONE_SELECTED" = "1 emne valgt";

"NO_MAIL_SUBJECT" = "Intet emne";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indekserer enheder (%d %% færdig)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indekserer enheder";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Søg på %@";
"LINK_SEARCH_DATE_RANGE" = "Ugen fra %@ til %@";
"LINK_SEARCH_MONTH_RANGE" = "Måneden fra %@ til %@";
"LINK_SEARCH_YEAR_RANGE" = "Året fra %@ til %@";
"LINK_SEARCH_DATE_NEWER" = "Nyere end %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Rediger";
"SAVED_SEARCH_SAVE" = "Arkiver";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Eksempel";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Mail-besked";
"KIND_ICAL_EVENT" = "iCal-begivenhed";
"KIND_ICAL_TODO" = "iCal-huskeliste";

"SEARCH_NAME_AND_ATTRIBUTES" = "Navn & attributter";
"SEARCH_NAME_ONLY" = "Kun navn";
"SEARCH_ADVANCED" = "Avanceret";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Andet…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Raw-forespørgsel";
"RAW_QUERY_SLICE_DESCRIPTION" = "En raw-forespørgselserklæring, der skal inkluderes i søgningen";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Arkivendelse";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Emnets arkivendelse";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Systemarkiver";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Inkluderer systemarkiver, såsom indstillingsarkiver, tilbehør, osv.…";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight-emner";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Inkluder kontakter, post, begivenheder, websider, og mere.";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Kategori";
